Repository: SharifAIChallenge/aic_site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Home
fa: خانه

source: Main Page
fa: صفحه‌ی اصلی

source: Introduction
fa: معرفی

source: Prize
fa: جایزه

source: Schedule
fa: برنامه

source: FAQ
fa: سوالات متداول

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: Bad request
fa: درخواست نادرست

source: Sorry, but the request was malformed.
fa: متاسفیم اما درخواست شما ساختار درستی نداشت

source: Permission denied
fa: دسترسی ممنوع است.

source: Sorry, but you don't have the permission to do this action.
fa: متاسفیم اما شما دسترسی ندارید.

source: Page not found
fa: صفحه مورد نظر یافت نشد.

source: Sorry, but the requested page could not be found.
fa: متاسفیم اما صفحه مورد نظر یافت نشد.

source: Server error
fa: ایراد سرور

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
fa: مشکلی داخلی در سرور رخ داد.

source: © All rights reserved for <a href="http://ssc.ce.sharif.edu" target="_blank" style="opacity: 1;" id="ssc_link_bottom">Students' Scientific Chapter (SSC)</a>, 2019
fa: تمامی حقوق برای <a href="http://ssc.ce.sharif.edu">انجمن علمی دانشکده مهندسی کامپیوتر</a> دانشگاه صنعتی شریف محفوظ است. ©

source: Logout
fa: خروج

source: Login
fa: ورود

source: LOGIN
fa: ورود

source: Register
fa: ثبت نام

source: Change Language
fa: تغییر زبان

source: Blog and Q&A
fa: وبلاگ و پرسش و پاسخ

source: Approve a comment
fa: تایید نظر

source: Really make this comment public?
fa: این نظر رو عمومی کنیم؟‌

source: Approve
fa: تایید

source: Thanks for approving
fa: تشکر بابت تایید!

source: Remove a comment
fa: نظرات اخیر

source: Remove
fa: حذف

source: Thanks for removing
fa: ممنون بابت حذف کردن

source: Post
fa: فرستادن

source: Thanks for commenting
fa: با تشکر از نظر شما

source: Thank you for your comment
fa: با تشکر از نظر شما

source: Return
fa: بازگشت

source: Preview your comment
fa: ماه قبل

source: Please correct the error below
fa: لطفاً ارور های زیر را رفع کنید

source: and
fa: و

source: Post your comment
fa: نظر بدهید

source: or make changes
fa: یا تغییراتی انجام دهید

source: Preview
fa: هفته قبل

source: Author
fa: نویسنده‌ها

source: Comment
fa: نظرات و پرسش و پاسخ

source: View this comment
fa: اولین نظر را بدهید!

source: Email
fa: ایمیل

source: IP
fa: آی پی

source: Delete this comment
fa: نظرات اخیر

source: Approve this comment
fa: این نظر را تایید کنید!

source: Comment as
fa: نظر دادن با عنوان

source: Log out
fa: خروج

source: Thanks for your comment
fa: ممنون از نظر شما!

source: Your comment needs to be approved before getting displayed.
fa: نظر شما باید تایید شود تا نمایش داده‌شود.

source: Back to %(title)s
fa: %(title)s برگشت به

source: Return to entry list
fa: نوشته‌های اخیر

source: Comment preview
fa: نظرات بسته است.

source: Please correct following error.
fa: لطفاً ارور های زیر را رفع کنید.

source: Preview of the comment
fa: پیش‌نمایش نظر

source: Your password has been set.
fa: پسورد شما تغییر یافت.

source: You may go ahead
fa: شما می‌توانید ادامه دهید

source: log in
fa: وارد شوید

source: Change password
fa: رمز

source: Password
fa: رمز

source: Password Confirm
fa: تکرار رمز

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fa: لینک بازیابی رمز نامعتبر است و احتمالا از آن قبلا استفاده شده‌است. لطفا برای بازیابی رمز مجددا درخواست دهید.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fa: اگر اکانتی با ایمیل داده شده وجود داشته باشد به شما دستورالعمل بازیابی رمز را ایمیل کردیم و آن را به زودی دریافت خواهید کرد.

source: Hello
fa: سلام

source: Click on the link below in order to reset your password
fa: برای بازیابی رمز خود بر روی لینک زیر کلیک کنید

source: Forgot password
fa: فراموشی رمز

source: Submit
fa: ارسال

source: Continue reading
fa: ادامه خواندن

source: Tags
fa: تگ‌ها

source: Show all entries tagged by %(tag)s
fa: نمایش تمام نوشته‌های تگ %(tag)s

source: No tags
fa: بدون تگ

source: Author list
fa: لیست نویسنده‌ها

source: Authors
fa: نویسنده‌ها

source: Show all %(author)s's entries
fa: نمایش همه نوشته های %(author)s

source: No authors yet.
fa: نویسنده‌ای ثبت نشده است.

source: RSS feed of last entries
fa: فید RSS آخرین نوشته‌ها

source: RSS feed of last discussions
fa: فید RSS آخرین بحث‌ها

source: Blog
fa: بلاگ

source: Recent entries
fa: نوشته‌های اخیر

source: Recent comments
fa: نظرات اخیر

source: Category list
fa: لیست موضوعات

source: Categories
fa: موضوعات

source: Show all entries in %(category)s
fa: نمایش تمام نوشته‌های موضوع %(category)s

source: No categories yet.
fa: موضوعی ثبت نشده است.

source: Last entries
fa: نوشته‌های اخیر

source: Yearly archives
fa: بایگانی سالانه

source: Archives
fa: آرشیو‌ها

source: Previous day
fa: روز قبل

source: Next day
fa: روز بعد

source: Week %(week_number)s of %(year)s
fa: هفته %(week_number)s از سال %(year)s

source: Daily archives
fa: بایگانی روزانه

source: Previous month
fa: ماه قبل

source: Next month
fa: ماه بعد

source: Today archives
fa: بایگانی امروز

source: Previous week
fa: هفته قبل

source: Next week
fa: هفته بعد

source: Monthly archives
fa: بایگانی ماهانه

source: Previous year
fa: سال قبل

source: Next year
fa: سال بعد

source: RSS feed of discussions on %(object)s
fa: فید RSS بحث %(object)s

source: RSS feed of comments on %(object)s
fa: فید RSS نظرات %(object)s

source: Comments and Q&A
fa: پرسش و پاسخ و نظرات

source: Comments are closed.
fa: نظرات بسته است.

source: No comments yet.
fa: بدون نظر

source: Login To Comment
fa: برای پرسش و پاسخ وارد شوید

source: Edit the entry
fa: ویرایش نوشته

source: The last entries categorized under %(object)s
fa: آخرین نوشته‌های دسته %(object)s

source: The last entries tagged with %(object)s
fa: آخرین نوشته‌های تگ %(object)s

source: The last entries by %(object)s
fa: آخرین نوشته‌های %(object)s

source: page %(page_number)s
fa: صفحه %(page_number)s

source: Category %(object)s
fa: دسته‌بندی %(object)s

source: Tag %(object)s
fa: تگ %(object)s

source: Page %(object)s
fa: صفحه %(object)s

source: RSS feed of %(object)s
fa: خوراک RSS مربوط به %(object)s

source: Tag archives: %(tag)s
fa: آرشیو تگ «%(tag)s»

source: No entries yet.
fa: تا کنون نوشته‌ای ثبت نشده است.

source: Edit the category
fa: ویرایش دسته‌بندی

source: Edit the tag
fa: ویرایش تگ

source: Edit the author
fa: ویرایش نویسنده

source: Search results for '%(pattern)s'
fa: نتایج جستجو برای %(pattern)s

source: RSS feed of search results for '%(pattern)s'
fa: '%(pattern)s' فید RSS نتیجه ی جست و جو برای

source: Nothing found.
fa: چیزی یافت نشد.

source: Login required
fa: باید وارد شوید

source: Your username and password didn't match. Please try again.
fa: نام کاربری و پسورد تطابق نداشتند. مجددا وارد کنید.

source: You need to be connected to view this entry.
fa: برای مشاهده این نوشته باید متصل باشید.

source: Password required
fa: رمز لازم است

source: The password provided is not valid. Please try again.
fa: رمز وارد شده معتبر نمی‌باشد. مجددا تلاش کنید.

source: You need to provide a password to view this entry.
fa: برای مشاهده نوشته رمز را وارد کنید.

source: Valid
fa: معتبر

source: Sitemap
fa: نقشه سایت

source: Sitemap of the weblog
fa: نقشه سایت

source: Entries per categories
fa: تعداد نوشته به ازای دسته‌بندی

source: comment
fa: نظر

source: Just another Zinnia weblog.
fa: یه وبلاگ زینیا دیگه :/

source: RSS feed
fa: فید RSS

source: Keywords...
fa: کلمات کلیدی...

source: Useful links
fa: لینک‌های مفید

source: Weblog index
fa: فهرست وبلاگ

source: Search
fa: جستجو

source: Tag list
fa: لیست تگ‌ها

source: No tags yet.
fa: تگی یافت نشد.

source: in
fa: در

source: No archives yet.
fa: آرشیوی یافت نشد.

source: No draft entries.
fa: پیش‌نوشته‌ای یافت نشد.

source: Comments on %(object)s
fa: نظرات %(object)s

source: No similar entries.
fa: نوشته مشابهی یافت نشد.

source: Page %(current_page)s of %(total_page)s
fa: صفحه %(current_page)s از %(total_page)s

source: More recent entries
fa: نوشته‌های بیشتر

source: Entries page
fa: صفحه نوشته‌ها

source: More old entries
fa: نوشته‌های بیشتر

source: graphic
fa: گرافیک

source: %(author_count)s author
fa: %(author_count)s تا نویسنده

source: %(entries_per_month)s entries per month
fa: %(entries_per_month)s تا پست در هر ماه

source: %(words_per_entry)s words per entry
fa: %(words_per_entry)s تا کلمه در هر پست

source: %(words_per_comment)s words per comment
fa: %(words_per_comment)s تا کلمه در هر نظر

source: %(comments_per_entry)s comments per entry
fa: %(comments_per_entry)s تا نظر در هر پست

source: %(entry_count)s entry tagged by %(tag)s
fa: %(entry_count)s تا پست با تگ %(tag)s

source: OK
fa: باشه!

source: Subscription
fa: اشتراک

source: Your email has been successfully registered
fa: ایمیل شما با موفقیت ثبت شد

source: Your email has already been registered
fa: ایمیل شما قبلا ثبت شده‌است

source: Could not connect to site
fa: ارتباط با سایت برقرار نشد

source: The email has not been entered correctly
fa: ایمیل به درستی وارد نشده‌است

source: Registration
fa: ثبت نام

source: Age
fa: سن

source: CUSTOM_VALIDITY
fa: if(this.validity.typeMismatch){this.setCustomValidity('آدرس ایمیل را صحیح وارد کنید');}else{this.setCustomValidity('لطفا این بخش را پر کنید');}

source: SignUp Form
fa: فرم ثبت نام
