Repository: SharifAIChallenge/aic_site
Catalog: apps/accounts/templates/email/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Email Activation
fa: فعالسازی حساب

source: Hello
fa: سلام

source: Click on the link below to activate your account:
fa: برای فعالسازی حساب خود بر روی لینک زیر کلیک کنید:

source: Sign Up
fa: ثبت نام

source: Your account has been successfully verified
fa: حساب شما با موفقیت تایید شد.

source: You can now login with your account
fa: شما اکنون می‌توانید با نام کاربری و گذرواژه خود وارد سایت شوید.

source: OK
fa: باشه

source: The verification link is invalid
fa: لینک فعالسازی نامعتبر است.

source: your link might have expired
fa: لینک شما ممکن است منقضی شده‌شده باشد.‌

source: Your user registration was successful
fa: ثبت نام شما موفقیت‌آمیز بود.

source: a verification link has been sent to your Email
fa: یک ایمیل فعالسازی به رایان‌نامه شما ارسال شد.
