Repository: SharifAIChallenge/aic_site
Catalog: apps/billing/locale/*/LC_MESSAGES/django.po
Languages: fa

source: First name
fa: نام

source: Last name
fa: نام خانوادگی

source: Entered national code is not valid
fa: کد ملی وارد شده معتبر نیست.

source: Bank payment
fa: پرداخت بانکی

source: You are paying for team %(team_name)s.
fa: پرداخت برای تیم %(team_name)s.

source: Amount (for all members):
fa: مبلغ قابل پرداخت (این مبلغ برای کل تیم است و کافی است یکی از اعضای تیم این مبلغ را پرداخت کند تا ثبت‌نام نهائی گردد):

source: Rials
fa: ًریال

source: Complete profile and pay
fa: تکمیل اطلاعات و پرداخت

source: Transaction failed with this message:
fa: تراکنش با خطای زیر مواجه شد:

source: Try again
fa: تلاش مجدد

source: Transaction was successful. You will be returned to panel.
fa: تراکنش موفق بود. شما به زودی به پنل بازخواهید گشت.

source: You have unverified payment(s).
fa: شما تراکنشهایی تاییدنشده دارید.

source: There is nothing to pay for.
fa: چیزی برای پرداخت وجود ندارد.

source: You have already paid.
fa: شما قبلا پرداخت کرده‌اید.
