Repository: SharifAIChallenge/aic_site
Catalog: apps/intro/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Sign Up!
fa: ثبت نام کنید

source: seconds
fa: ثانیه

source: minutes
fa: دقیقه

source: hours
fa: ساعت

source: days
fa: روز

source: Till online phase
fa: تا شروع مرحله غیر حضوری

source: Introduction
fa: معرفی رویداد

source: Sharif AI Challenge is a programming competition for all who are interested in artificial intelligence.<br><br>This competition is held in two phases annually. Including an online and an on-site phase in which competitors will compete in teams of three in a game designed by our technical team.<br><br> The only pre-requisite to enter this competition is familiarity with programming using C++, Java or python. But obviously, knowledge of algorithmic thinking and artificial intelligence will be a great asset for any of the participating teams. The registration for online competition is free.
fa: نبرد هوش مصنوعی شریف مسابقه‌ای تیمی است که در آن تیم‌ها استراتژی‌های خود را برای پیروزی در یک نبرد استراتژیک طراحی و در قالب کد پیاده‌سازی می‌کنند. <br> <br> هر تیم با استفاده از ایده‌های خلاقانه و استراتژی‌های متفاوت سعی می‌کند یک هوش مصنوعی قدرتمند طراحی کند که تا جای ممکن بر تیم‌های حریف چیره شود و به مرحلهٔ حضوری مسابقات راه پیدا کند.

source: Users
fa: کاربران

source: Submissions
fa: ارسال‌ها

source: Teams
fa: تیم‌ها

source: Why Sharif AI Challenge?
fa: چرا نبرد هوش مصنوعی شریف؟

source: There's no I in success
fa: ما به جای من

source: Practice teamwork in a group of 2/3 people
fa: قراره توی یک تیم دو یا سه نفره کار کردن گروهی رو تجربه کنی

source: Clash of Giants
fa: بازی بزرگان

source: Experience two memorable days on the on-site round, in Sharif University of Technology
fa: در مرحله‌ی حضوری در دانشگاه شریف، دو روز به‌یادماندنی رو تجربه می‌کنی

source: Code, Code to Victory
fa: کد، کد، تا پیروزی

source: Increase your programming skills in this competition
fa: توی این مسابقه، مهارت برنامه‌نویسیت رو ارتقا میدی

source: The Challenge of Strategies
fa: چالش، استراتژی

source: Face different challenges and overcome them with your wits and creativity
fa: با چالش‌های زیادی مواجه میشی و باید با خلاقیت‌ اونا رو حل کنی

source: To learn is to earn
fa: یادگیری، یادگاری

source: Learn many different things about programming and AI
fa: مطالب زیادی درباره‌ی هوش مصنوعی و برنامه‌نویسی یاد می‌گیری

source: Prestige for future
fa: اعتباری برای آینده

source: Get a credible certificate by participating in this competition
fa: گواهی معتبری از شرکت تو مسابقه می‌گیری

source: Prizes
fa: جوایز

source: Second Place
fa: تیم دوم

source: 5 Million Tomans
fa: ۵ میلیون تومان

source: Champion
fa: تیم قهرمان

source: 7 Million Tomans
fa: ۷ میلیون تومان

source: Third Place
fa: تیم سوم

source: 3 Million Tomans
fa: ۳ میلیون تومان

source: Schedule
fa: زمان بندی

source: Registration <br/> February 5
fa: ثبت نام <br> ‫۱۶ بهمن

source: Online Phase <br/> February 8 - March 1
fa: مرحله‌ی غیرحضوری <br> ۱۹ بهمن تا ۱۰ اسفند

source: On-Site Phase <br/> March 13 & March 14
fa: مرحله‌ی حضوری <br> ۲۲ و ۲۳ اسفند

source: FAQ
fa: سوالات متداول

source: What is AI Challenge?
fa: نبرد هوش مصنوعی شریف (AI Challenge) چیست؟

source: Sharif AI Challenge is a team competition in which each team designs their strategy in order to win in a strategic challenge. These strategies are implemented as running codes. Each team attempts to devise a strong AI which can triumph against other AIs in a game in order to make it to the on-site competition.
fa: نبرد هوش مصنوعی شریف مسابقه‌ای تیمی است که در آن تیم‌ها استراتژی‌های خود را برای پیروزی در یک نبرد استراتژیک طراحی و در قالب کد پیاده‌سازی می‌کنند.هر تیم با استفاده از ایده‌های خلاقانه و استراتژی‌های متفاوت سعی می‌کند یک هوش مصنوعی قدرتمند طراحی کند که تا جای ممکن بر تیم‌های حریف چیره شود و به مرحلهٔ حضوری مسابقات راه پیدا کند.

source: Which programming languages are supported in AI Challenge?
fa: در AI Challenge از چه زبان‌های برنامه‌نویسی‌ پشتیبانی می‌شود؟

source: You may write your code using Java, Python, and C++.
fa: شما می‌توانید به زبان‌های python ،java و ++C برنامه‌های خود را بنویسید.

source: If AI Challenge is a battle between codes, what game will the AIs be playing?
fa: پس نبرد هوش مصنوعی نوعی مسابقه کدها از طریق هوش مصنوعی است، اما بازی در نظر گرفته شده چیست؟

source: The exact answer to this question will not be revealed until the beginning of the online round of the competition; however, the game this year will most likely be hero-based and of a strategic nature.
fa: پاسخ دقیق به این سوال تا روز شروع مسابقهٔ غیرحضوری ممکن نیست اما می‌توان گفت که نوعی بازی استراتژیک قهرمان‌محور برای مسابقه امسال در نظر گرفته شده است.

source: Is professional knowledge of programming required in order to compete in AI Challenge?
fa: آیا برای شرکت در AI Challenge نیاز به دانستن برنامه‌نویسی حرفه‌ای است؟

source: Although such knowledge would surely help, but the structure of the challenge is such that basic knowledge of programing is enough to compete. Additionally, many educational content in different levels of expertise will be made available to contestants in the course of the competition.
fa: داشتن تجربهٔ برنامه‌نویسی حرفه‌ای قطعا به شما کمک خواهد کرد اما ساختار مسابقه طوری طراحی شده که با دانستن مفاهیم ابتدایی برنامه‌نویسی همه می‌توانند در آن شرکت کنند، همچنین محتواهای آموزشی بسیاری برای یادگیری بیشتر در تمام سطوح در این دوره آماده شده است.

source: Is AI Challenge only for Computer Science and Engineering students?
fa: آیا مسابقه فقط مخصوص دانشجویان کامپیوتر است؟

source: Of course not. Everybody including graduated students, all the other major students and even high school student can participate in this contest. Since there is a lot of learning in this competition we recommend this contest to every student in the field of Computer Science and Engineering, Electrical Engineering, Math and Industrial Engineering who seeks to learn more and practice better.
fa: خیر، همه افراد اعم از دانشجویان، فارغ‌التحصیلان و دانش‌آموزان می‌توانند در این مسابقه شرکت کنند، شرکت در این مسابقه به علت یادگیری برنامه‌نویسی حرفه‌ای به تمامی دانشجویان رشته‌های مهندسی و علوم کامپیوتر، برق، صنایع و ریاضی و کسانی که تمایل به یادگیری بیشتر دارند پیشنهاد می‌شود.

source: Is any prior knowledge of AI necessary?
fa: آیا نداشتن سابقه در هوش مصنوعی مشکلی ایجاد نمی‌کند؟

source: Not at all. Since many contestants have no prior experience in working with AI algorithms, the game is designed to have more than one winning strategy. The game can therefore be won using even the basic algorithms. AI-related educational content will also be made available to the contestants in the course of the competition.
fa: اصلاْ، بسیاری از شرکت‌کنندگان سابقه‌ای در کار با الگوریتم‌های هوش مصنوعی ندارند به همین دلیل بازی طوری طراحی شده که راه حل یکتایی برای پیروزی در آن وجود ندارد و با الگوریتم‌های ابتدایی هم می‌توان در مسابقه به موفقیت رسید؛ همچنین در طول مسابقه محتواهای آموزشی در زمینه ‌آشنایی با هوش مصنوعی در اختیار شرکت‌کنندگان قرار می‌گیرد.

source: How many rounds is the competition composed of?
fa: فرمت نبرد هوش مصنوعی شریف چگونه است؟

source: The teams will be competing online from early February till early March. Friendly games will be held in this period to improve the outcomes of the teams. At the end of this stage, a selective competition will take place and the 48 top teams will make it to the on-site round of the competition. This ﬁnal round, in which the selected teams are expected to attend, will take place in mid February at Sharif University of Technology.
fa: تیم‌ها از اواسط بهمن تا نیمه اسفند به نبرد غیرحضوری با یکدیگر می‌پردازند، بازی‌های دوستانه و مسابقه‌های مختلف برای بهتر شدن عملکرد تیم‌ها در این مدت برگزار می‌شود، در انتهای مرحله غیرحضوری مسابقه انتخابی بین همهٔ تیم‌ها برگزار می‌شود و ۴۸ تیم برتر به مرحله حضوری که اواخر اسفند در دانشگاه شریف برگزار می‌شود راه می‌یابند.

source: Is attendance at Sharif University of Technology required in order to compete?
fa: آیا برای شرکت در مسابقه باید به در دانشگاه شریف حضور داشته باشم؟

source: The registration and the online round of the competition do not require attendance. But in order to compete in the on-site round, attendance is required. Contestants who are not from Tehran will be provided with the needed facilities.
fa: ثبت‌نام و شرکت در مسابقه در مرحله اول به صورت غیرحضوری انجام می‌شود و نیازی به حضور فیزیکی در دانشگاه شریف نیست؛ برای مرحلهٔ حضوری هم تمهیدات لازم برای رفاه دانشجویان غیر تهرانی در نظر گرفته شده است.

source: How must one register to compete in AI Challenge?
fa: چطور باید در AI Challenge ثبت‌نام کنم؟

source: You may register online starting February 5th. The registration for the online round is free.
fa: شما می‌توانید از ۱۶ ام بهمن ماه به صورت اینترنتی در مسابقه به صورت رایگان ثبت‌نام کنید.

source: What is the maximum size for each team?
fa: اعضای تیم‌های شرکت‌کننده باید چند نفر باشند؟

source: Participated teams should have two or three member.
fa: تیم‌های شرکت‌کننده می‌توانند ۲ یا ۳ نفر عضو داشته باشند.

source: Part of our team
fa: برخی از اعضای تیم برگزاری

source: See All
fa: مشاهده همه

source: Contact Us
fa: تماس با ما

source: Sponsor
fa: با حمایت

source: Organizer
fa: برگزارکننده

source: Contact Info
fa: اطلاعات تماس

source: Location
fa: مکان

source: Address:
fa: نشانی:

source: Dept. of Computer Eng., Sharif University of Technology<br> Azadi St, Tehran
fa: تهران، خیابان آزادی، دانشگاه صنعتی شریف، دانشکده مهندسی کامپیوتر

source: Technical
fa: فنی

source: Executive
fa: اجرایی

source: Head
fa: کمیته برگزاری

source: Others
fa: همراهان رسانه‌ای

source: Site
fa: سایت

source: Graphic
fa: گرافیک

source: Game Design
fa: طراحی بازی

source: Infrastructure
fa: زیرساخت

source: Content
fa: محتوا

source: Server and Client
fa: سرور و کلاینت

source: Branding
fa: برندینگ

source: Design
fa: طراحی
